Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: The model transcribes in this language.
ca: El model transcriu en aquest idioma.
de: Das Modell transkribiert in dieser Sprache.
eo: La modelo transskribas en ĉi tiu lingvo.
pl: Model transkrybuje w tym języku.
zh_hans: 模型将用这种语言转写。

source: The model recognizes which of these you speak. Models that can't (e.g. Apple Speech) use the first one.
ca: El model reconeix quin d'aquests parles. Els models que no poden fer-ho (p. ex., Apple Speech) fan servir el primer.
de: Das Modell erkennt, welche davon du sprichst. Modelle, die das nicht können (z. B. Apple Speech), nehmen die erste.
eo: La modelo rekonas, kiun el ĉi tiuj vi parolas. Modeloj, kiuj ne kapablas (ekz. Apple Speech), uzas la unuan.
pl: Model sam rozpozna, w którym z nich mówisz. Modele, które tego nie potrafią (np. Apple Speech), użyją pierwszego z listy.
zh_hans: 模型会识别你说的是其中哪一种。无法识别的模型（如 Apple Speech）使用第一种。

source: %1$@ doesn't transcribe %2$@. Put another model first in AI Models → Model Order.
ca: %1$@ no transcriu en %2$@. Posa un altre model en primer lloc a Models d'IA → Ordre dels models.
de: %1$@ transkribiert %2$@ nicht. Setze unter KI-Modelle → Modellreihenfolge ein anderes Modell an die erste Stelle.
eo: %1$@ ne transskribas %2$@. Metu alian modelon unua en AI-modeloj → Ordo de modeloj.
pl: %1$@ nie transkrybuje: %2$@. Ustaw inny model jako pierwszy w Modele AI → Kolejność modeli.
zh_hans: %1$@ 无法转写 %2$@。请在“AI 模型 → 模型顺序”中把其他模型放在第一位。

source: Dictation languages: %@
ca: Idiomes de dictat: %@
de: Diktiersprachen: %@
eo: Diktadaj lingvoj: %@
pl: Języki dyktowania: %@
zh_hans: 听写语言：%@

source: Fast and accurate in all your languages and recognizes which one you speak; light on memory, and it can transcribe live.
ca: Ràpid i precís en tots els teus idiomes i reconeix quin parles; lleuger per a la memòria i pot transcriure en directe.
de: Schnell und genau in all deinen Sprachen und erkennt, welche du sprichst; sparsam beim Speicher und kann live transkribieren.
eo: Rapida kaj preciza en ĉiuj viaj lingvoj kaj rekonas, kiun vi parolas; ŝparema pri memoro, kaj ĝi povas transskribi vive.
pl: Szybki i dokładny we wszystkich Twoich językach, sam rozpoznaje, w którym mówisz; oszczędny dla pamięci i potrafi transkrybować na żywo.
zh_hans: 在你的所有语言中都快速准确，并能识别你说的是哪一种；占用内存少，还能实时转写。

source: Parakeet doesn't cover all your languages. Whisper Large v3 Turbo does and recognizes which one you speak, with high accuracy at a moderate size.
ca: Parakeet no és compatible amb tots els teus idiomes. Whisper Large v3 Turbo sí, i reconeix quin parles, amb una precisió alta i una mida moderada.
de: Parakeet deckt nicht alle deine Sprachen ab. Whisper Large v3 Turbo schon und erkennt, welche du sprichst – mit hoher Genauigkeit bei moderater Größe.
eo: Parakeet ne subtenas ĉiujn viajn lingvojn. Whisper Large v3 Turbo subtenas ilin kaj rekonas, kiun vi parolas, kun alta precizeco ĉe modera grandeco.
pl: Parakeet nie obsługuje wszystkich Twoich języków. Whisper Large v3 Turbo tak i sam rozpoznaje, w którym mówisz, z wysoką dokładnością przy umiarkowanym rozmiarze.
zh_hans: Parakeet 不支持你的全部语言。Whisper Large v3 Turbo 支持，并能识别你说的是哪一种，体积适中、准确度高。

source: Parakeet doesn't cover all your languages, and this Mac has little memory for a large model. Whisper Base handles them at a small size.
ca: Parakeet no és compatible amb tots els teus idiomes i aquest Mac té poca memòria per a un model gran. Whisper Base se'n surt amb una mida petita.
de: Parakeet deckt nicht alle deine Sprachen ab, und dieser Mac hat wenig Speicher für ein großes Modell. Whisper Base schafft sie bei kleiner Größe.
eo: Parakeet ne subtenas ĉiujn viajn lingvojn, kaj ĉi tiu Mac havas tro malmulte da memoro por granda modelo. Whisper Base sukcesas kun ili ĉe malgranda grandeco.
pl: Parakeet nie obsługuje wszystkich Twoich języków, a ten Mac ma za mało pamięci na duży model. Whisper Base poradzi sobie z nimi przy niewielkim rozmiarze.
zh_hans: Parakeet 不支持你的全部语言，而这台 Mac 的内存不足以运行大型模型。Whisper Base 体积小，也能应对。

source: %@ Mode
de: %@-Modus
eo: Reĝimo %@
pl: Tryb %@
zh_hans: %@ 模式

source: %lld models
de: %lld Modelle
eo: %lld modeloj
pl: %lld modeli
zh_hans: %lld 个模型

source: %lld sessions
de: %lld Sitzungen
eo: %lld seancoj
pl: %lld sesji
zh_hans: %lld 次会话

source: 6 AM
de: 6 Uhr
zh_hans: 上午 6 点

source: 6 PM
de: 18 Uhr
zh_hans: 下午 6 点

source: 12 AM
de: 0 Uhr
zh_hans: 凌晨 12 点

source: 12 PM
de: 12 Uhr
zh_hans: 中午 12 点

source: Error
de: Fehler
eo: Eraro
pl: Błąd
zh_hans: 错误

source: Experimental
de: Experimentell
eo: Eksperimenta
pl: Eksperymentalne
zh_hans: 实验性

source: General
de: Allgemein
eo: Ĝenerala
pl: Ogólne
zh_hans: 通用

source: Local
de: Lokal
eo: Loka
pl: Lokalny
zh_hans: 本地

source: Mode
de: Modus
eo: Reĝimo
pl: Tryb
zh_hans: 模式

source: Mode:
de: Modus:
eo: Reĝimo:
pl: Tryb:
zh_hans: 模式：

source: Mode: %@
de: Modus: %@
eo: Reĝimo: %@
pl: Tryb: %@
zh_hans: 模式：%@

source: model
de: Modell
eo: modelo
zh_hans: 模型

source: Model
de: Modell
eo: Modelo
zh_hans: 模型

source: models
de: Modelle
eo: modeloj
pl: modele
zh_hans: 模型

source: Modes
de: Modi
eo: Reĝimoj
pl: Tryby
zh_hans: 模式

source: Notes
de: Notizen
eo: Notoj
pl: Notatki
zh_hans: 备忘录

source: Sessions
de: Sitzungen
eo: Seancoj
pl: Sesje
zh_hans: 会话

source: Variables: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT
de: Variablen: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT
eo: Variabloj: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT
pl: Zmienne: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT
zh_hans: 变量：VOICEINK_SYSTEM_PROMPT、VOICEINK_USER_PROMPT、VOICEINK_FULL_PROMPT

source: %@ · %lld GB RAM · macOS %@
de: %1$@ · %2$lld GB RAM · macOS %3$@
pl: %1$@ · %2$lld GB RAM · macOS %3$@
zh_hans: %1$@ · %2$lld GB 内存 · macOS %3$@

source: Models: %lld
de: Modelle: %lld
eo: Modeloj: %lld
pl: Modele: %lld
zh_hans: 模型：%lld

source: %lld apps
eo: %lld aplikaĵoj
pl: %lld aplikacji
zh_hans: %lld 个应用

source: %lld Apps
eo: %lld aplikaĵoj
pl: %lld aplikacji
zh_hans: %lld 个应用

source: Format
eo: Formato

source: Original
eo: Originalo
pl: Oryginał
zh_hans: 原文

source: Original:
eo: Originalo:
pl: Oryginał:
zh_hans: 原文：

source: Total
eo: Entute
pl: Łącznie

source: App
eo: Aplikaĵo
pl: Aplikacja
zh_hans: 应用

source: 0s
zh_hans: 0 秒

source: 1s
zh_hans: 1 秒

source: 2s
zh_hans: 2 秒

source: 3s
zh_hans: 3 秒

source: 4s
zh_hans: 4 秒

source: 5s
zh_hans: 5 秒

source: 15s
zh_hans: 15 秒

source: 30s
zh_hans: 30 秒

source: 45s
zh_hans: 45 秒

source: 60s
zh_hans: 60 秒

source: 90s
zh_hans: 90 秒

source: 120s
zh_hans: 120 秒

source: 180s
zh_hans: 180 秒

source: 250ms
zh_hans: 250 毫秒

source: 300s
zh_hans: 300 秒

source: 500ms
zh_hans: 500 毫秒

source: Mini
zh_hans: 迷你

source: ms
zh_hans: 毫秒
